[
  {
    "name": "Байгалийн философийн математик эхлэл (3 боть)",
    "photo": "/isaak_nyuton1.jpg",
    "author": "Исаак Ньютон",
    "rating": 8.9,
    "price": 110000,
    "balance": 4,
    "content": "Ньютон энэ бүтээлээ анх бичихдээ тэр үеийн шинжлэх ухааны хэл болсон латинаар бичсэн байдаг. Латинаар байгаль шинжлэлийн ухаануудыг натур философи хэмээн нэрийддэг байж. Тэгэхээр “философи бол бүх шинжлэх ухааны эцэг”, “модоор зүйрлэх юм бол философи бол их бие нь, харин тусгай шинжлэх ухаанууд бол тэр модны салаа, мөчир” гэсэн үгнүүд энд л утгаа хадгалж болох юм.Ньютон, газрын татах хүчний санаагаа цэцэрлэгт сууж байгаад модноос алим унахыг хараад олсон гэдэг. Түүний суут чанар энд л харагддаг. Учир нь, Ньютоноос өмнө модноос алим унахыг хэдэн сая, живаа хүмүүс харж л байсан. Гэтэл “Яагаад?” гэсэн гайхамшигт асуултыг хамгийн “энгийн” энэ үзэгдэлд Ньютон л тавьсан байгаа юм. Суут нээлтийн үндэс ингэж тавигдсан ажээ.",
    "bestseller": true,
    "available": ["new", "pdf"],
    "createUser": "5ea3e83bf932ea3944956bf9",
    "updateUser": "5ea3e83bf932ea3944956bf9",
    "category": "5e96cc1ba816c94e009a9c9e"
  },
  {
    "name": "Хүрээлэн буй орчны микробиологи",
    "photo": "/hureelen.jpg",
    "author": "Лантуугийн Галт",
    "rating": 7.2,
    "price": 35000.0,
    "balance": 8,
    "content": "Бөмбөрцгийн хүрээлэн буй орчин, уур амьсгал ба бичил биетэн, хүрээлэн буй орчны бичил биетэн, микробиологийн замаар энерги үүсэх, бодисын солилцоо, харилцан уялдаа, нүүрстөрөгчийн эргэлт, хүрээлэн буй орчны химийн бодис, микробиологийн замаар хорт бодис задрах, микробиологийн замын азотын эргэлт, микробын хамтын амьдрал, органик биш бодист учрах гэмтэл, хаягдал усны биологийн цэвэрлэгээ, биологийн замын бохирдсон хөрс эрүүлжүүлэх, биотехнологи ба хүрээлэн буй орчин хамгаалах гэсэн 18 бүлэг, 186 зураг, 45 хүснэгт бүхий нийт 282 хуудастай. Их, дээд сургууль, мэргэжлийн сургуулийн оюутан, сурагчид, судлаач, мэргэжлийн хяналтын байгууллагын шинжээчид, эрдэм шинжилгээний ажилтан, бусад мэргэжилтэн зэрэг шинжлэх ухаан, үйлдвэрлэлийн олон салбарт ажиллагсад ашиглах өргөн боломжтой.",
    "bestseller": true,
    "available": ["new", "old", "kindle"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e96cc1ba816c94e009a9c9e"
  },
  {
    "name": "Генийн инженерчлэлийн аргаар хүн бүтээх нь : 2010-3010",
    "photo": "/2_8699.JPG",
    "author": "Д. Наранбаатар",
    "rating": 5.5,
    "price": 3000,
    "balance": 1,
    "content": " Одоохондоо хүмүүс зүрх, бөөр г.м бие махбодийн зарим эрхтнүүдийг солихоос хэтрэхгүй байгаа бол генийн инженерчлэлийн нууцад нэвтэрч эхэлснээр хүний эрхтнүүд болоод цаашилбал бүх бие махбодийг нь ургуулан гаргаж авах боломжтой болох бөгөөд тухайн ургуулан гаргаж авсан бие махбодид хүний амьдралын туршид үүссэн бодол санааны бичлэгийг шилжүүлэн суулгаснаар тухайн хүн шинэ бие махбодьтойгоор дахин төрөх боломжтой болох юм. Энэ номын гол зорилго нь ямар ч материаллаг бүтэц зохион байгуулалтыг өөрийн дураар үүсгэн бий болгох чадвартай болтлоо соёл иргэншлийн өндөр дээд түвшинд хөгжсөн төгс ухаан мэдлэг өндөр технологитой харь гарагийн хүмүүс манай дэлхий дээр байгаа амьд амьтад түүн дотроо хүнийг генийн инженерчлэлийн аргаар бүтээсэн гэдгийг таниулахад оршино.",
    "bestseller": true,
    "available": ["new", "old"],
    "createUser": "5ea015cec0f5e551d8d1615d",
    "updateUser": "5ea015cec0f5e551d8d1615d",
    "category": "5e96cc1ba816c94e009a9c9e"
  },
  {
    "name": "Хар нүх ба шинэ ертөнц",
    "photo": "/3_4600.JPG",
    "author": "С.Хокинг",
    "rating": 8.9,
    "price": 20000,
    "balance": 7,
    "content": "  Эрхэм уншигч та бүхэнд Стефен Хокингийн \"Хар нүх ба шинэ ертөнц\" номыг монгол хэлнээ хөрвүүлэн хүргэж байна. Хувь тавилангийн эрхээр хүнд өвчин туссан хэдий ч оюун ухааны чадвар, сэтгэлийн их тэнхээгээр бүхнийг ялан дийлж чадсан түүнийг дэлхий дахинаа өнөө цагийн агуу их Эйнштейн хэмээн өргөмжилдөг. Тэрээр энэ номондоо өөрийн бага нас, Оксфорд, Кембрижийн их сургуульд өнгөрүүлсэн амьдрал, хэрхэн хүнд өвчнөө ялан дийлж, амьдралын үнэ цэнийг ойлгон ухаарсан талаар болон орон зай, цаг хугацааны мөн чанар, онолын физикийн төгсгөл, Эйнштейний мөрөөдөл юу байсан, квант механикийн гол зарчмууд, бүх зүйл урьдаас тогтоогдсон байдаг эсэх, ирээдүйд ертөнц ямар байх бол гэх мэт хүн бүрийн сонирхлыг татдаг ч орчин үеийн шинжлэх ухааны онцлогоос шалтгаалан ойлгоход төвөгтэй байдаг сэдвүүдийг ямар ч томъёогүйгээр, ойлгомжтой, хялбаршуулан бичжээ.",
    "bestseller": true,
    "available": ["new", "old", "kindle", "pdf"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e96cc1ba816c94e009a9c9e"
  },
  {
    "name": "Монгол хаадын бизнес загвар-хатуу хавтастай",
    "photo": "/mongol_haadin.jpg",
    "author": "Володягийн Лувсандамдин",
    "rating": 8.1,
    "price": 29000,
    "balance": 10.0,
    "content": "Монгол хаадын бизнес загвар\" номын зорилго бол зөвхөн санал бодлоо хуваалцах хэмжээнд яригдахгүй бөгөөд харин энд бичигдсэн санааг ашиглаж жинхэнэ хаадын систем угсрах ажилд хамтран зүтгэх, оролцоотой байхыг хүссэн хэн боловч нэгдэж, хийгээд үзээсэй гэж хүссэн юм. Хаадын технологийг ашиглаж Монголчууд монголдоо төдийгүй гадаадад хэрхэн хүссэн салбар, зах зээлдээ хаан суух боломжийг тайлбарлах болно. Иймд энэхүү номоор дамжуулан монголчуудын эртнээс хэрэгжүүлж ирсэн хаадын тоглоомонд оролцох хүсэлтэй хүмүүсийг урьж байгаа юм. Ингээд 3-дагч мянганыг хэрхэн загварчлах, орчин үеийн хаадын систем ямар байх тухай та бүхэнтэй үзэл бодлоо хуваалцъя. Хаадын систем угсрах талаар танд жаахан ч атугай мэдлэг өгч чадвал баяртай байх болно. 3-дагч мянганд монголчууд өвөг дээдсийнхээ нэгэн адил хаадын технологиор дэлхий дахиныг байлдан дагуулж, худалдаа, эдийн засгийн цоо шинэ дэвшилтэт системийг байгуулах боломжийг хамтдаа эрэлхийлцгээе...",
    "bestseller": false,
    "available": ["pdf"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e9047fd49941f52dcb01b35"
  },
  {
    "name": "Банк санхүүгийн байгууллагын нягтлан бодох бүртгэл",
    "photo": "/Scan14131.JPG",
    "author": "Т.Туяа",
    "rating": 7.8,
    "price": 10000,
    "balance": 14,
    "content": "  \"Банк санхүүгийн байгууллагын нягтлан бодох бүртгэл\" сурах бичиг нь их, дээд сургуулийн Нягтлан бодох бүртгэлийн хичээлүүдийн үндсэн ойлголт дээр суурилагдсан бөгөөд Нягтлан бодох бүртгэлийн олон улсын стандарт болон Монголбанкны бүртгэлийн заавар журамд тусгагдсан онол, практикийн үндсэн ойлголтууд болон арга аргачлалуудыг авч үзсэнээрээ оюутан таныг энэ мэргэжлээр цаашид мэргэших боломжийг олгож байгаа юм. Уг сурах бичиг нь банк санхүүгийн байгууллагын бүртгэл, Мөнгөн хөрөнгийн бүртгэл, Харилцах хадгаламжийн бүртгэл, Зээлийн бүртгэл, Өмчлөх бусад үл хөдлөх хөрөнгийн бүртгэл, Үнэт цаасны бүртгэл, Үндсэн хөрөнгийн бүртгэл, бусад хөрөнгө, өр төлбөрийн бүртгэл, Гадаад төлбөр тооцооны бүртгэл, Эзэмшигчийн өмчийн бүртгэл, БСБ-ын санхүүгийн тайлан бэлтгэх аргачлал гэсэн 11 бүлгээс бүрдэх ба бүлэг тус бүрт товчилсон үгийн тайлбар, бодлого, мэдлэг шалгах тест орсон болно.",
    "bestseller": false,
    "available": ["kindle", "pdf"],
    "createUser": "5ea015cec0f5e551d8d1615d",
    "updateUser": "5ea015cec0f5e551d8d1615d",
    "category": "5e9047fd49941f52dcb01b35"
  },
  {
    "name": "Бичил, жижиг, дунд бизнес эрхлэгчдэд зориулсан төсөл бичих заавар",
    "photo": "/Scan21568.JPG",
    "author": "Саруул",
    "rating": 3.0,
    "price": 5500,
    "balance": 6,
    "content": " Монголын үндэсний худалдаа, аж үйлдвэрийн танхимаас бичил жижиг бизнес эрхлэгчдэд зориулан төсөл бичих тухай хялбаршуулсан зааврыг толилуулж байна. Энд төсөл ямар үндсэн бүлгүүдээс бүрдэх, бүлгүүдэд ямар асуудал тусгах талаар тодорхой тайлбарлан, жишээ загваруудыг оруулсан байна. Таны боловсруулсан төсөл ойлгомжтой, эмх цэгцтэй, тухайн төсөл хэрэгжих бүхий л үндэслэлийг тодорхой тусгаж үзүүлсэн байвал үр дүнд хүрэх болно. ",
    "bestseller": false,
    "available": ["new"],
    "createUser": "5ea015cec0f5e551d8d1615d",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e9047fd49941f52dcb01b35"
  },
  {
    "name": "Өдөр бүр Дракертай  хамт: Нэгдүгээр хэсэг (1-6 дугаар сар) (Өдөр бүр Дракертай  хамт)",
    "photo": "/Scan10185.JPG",
    "author": "П.Дракер ба бусад",
    "rating": 6.3,
    "price": 10000,
    "balance": 11,
    "content": "  АНУ-ын эрдэмтэн, орчин үеийн менежментийн эцэг гэгддэг Петер Ф.Дракерын \"Өдөр бүр Дракертай хамт\" хэмээх ном та бүхний гар дээр очиж байна. Тэрээр зохиол бүтээлүүддээ өнөөгийн бидний үздэг менежментийн сурах бичгүүдэд системчлэн оруулсан, удирдлагын ухааны гол гол ойлголтууд, мэдлэгийг энгийн үгээр, практикт тулгардаг асуудлуудтай нь холбон, анхлан хөндөж, сонирхолтой хэлбэрээр бичсэн нь энэхүү номын бичлэгийн хэлбэрээс харагдана. Номын хамгийн гол хэсэг нь хуудас бүрийн доод хэсгийн хоосон зай юм. Тэнд уншигчдын хувь нэмэр, үйлдэл, шийдвэр, шийдвэрийн үр дүнгүүд бичигдэх ёстой. Яагаад гэвэл энэ бол үйлдэлд чиглэсэн ном юм.",
    "bestseller": false,
    "available": ["new", "old"],
    "createUser": "5ea015cec0f5e551d8d1615d",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e9047fd49941f52dcb01b35"
  },
  {
    "name": "Луун шивээст охин, I (Millennium)",
    "photo": "/2_18911.jpg",
    "author": "С.Ларсон",
    "rating": 5.0,
    "price": 24900,
    "balance": 7,
    "content": "  Хүн амины учир битүүлэг хэрэг, гэр бүлийн сүйрэл, хайрын түүх, санхүүгийн нарийн асуудлуудыг нэг дор, цогцоор нь үнэмшилтэй харуулж чадсан гайхамшигтай бүтээл бол Стиг Ларсоны “Луун шивээст охин” юм. Шведийн нэгэн баян гэр бүлээс гаралтай Харриет Вангер гэгч дөчин жилийн өмнө ор сураггүй алга болжээ. Энэ хугацаанд нас дээр гарсан авга ах нь эл хэргийн үнэнийг мэдэхийг хүснэ. Тэр хилс хэрэгт гүтгэгдсэн чадварлаг шүүгч Микаел Бломквистийг хөлсөлдөг. Харин түүнд нь Лизбет Саландер гэгч ер бусын, нууцлаг охин тусална. Ингээд тэд хамтдаа хээл хахууль, шударга бус байдал бугшсан ертөнцөд хөл тавина.",
    "bestseller": false,
    "available": ["new"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e90434cd433fa11b078ed8a"
  },
  {
    "name": "Цаг хугацааны эргүүл, II (Адал явдал, шинжлэх ухааны уран зөгнөлт зохиолын цуврал)",
    "photo": "/2_9523.JPG",
    "author": "Муракана",
    "rating": 5.0,
    "price": 4000,
    "balance": 11,
    "content": " Манай эриний өмнөх 542 оны намар Кур голын хөндий рүү нэг морьтон бууж ирлээ. Аль ч газрын хулгайч, дээрэмчдийн нүд унамаар том биетэй сайхан морь унажээ. Их хааны гаргасан хатуу хуулийн ачаар шуудай дүүрэн алт үүрсэн, нөхөрт гараагүй залуу бүсгүй ч айх аюулгүй Перс орныг хөндлөн гулд туулж болно гэж ярьдаг болсон Мэнс Эверардын энэ оныг сонгосон нэг шалтгаан байлаа. Кит Денисон алга болоод энд арван зургаан жил өнгөрчээ. Мөн Китийн хийсэн цаг хугацааны аяллын араас ойрхон очиж хүн олны дунд үймээн шуугиан тарихаас айсан нь өөр нэг учир байлаа. Ямартай ч Китийн хувь заяа ер бусаар эргэсэн нь ойлгомжтой. Тэргүй бол эргүүлийн албаныхны арга хэрэгслээр ямар нэг зүйл олдох л байсан. Эцэст нь 1000 оны Иран дахь хэсгээс өгсөн мэдээгээр 542 он нь Кейфийг алга болсноос хойшхи элдэв үймээн шуугиангүй анхны харьцангуй тайван он байлаа...",
    "bestseller": false,
    "available": ["new", "old", "kindle", "pdf"],
    "createUser": "5ea3e83bf932ea3944956bf9",
    "updateUser": "5ea3e83bf932ea3944956bf9",
    "category": "5e90434cd433fa11b078ed8a"
  },
  {
    "name": "Каллисто гараг (Мартагдашгүй ном)",
    "photo": "/Scan14765.JPG",
    "author": "Г.Мартынов",
    "rating": 5.0,
    "price": 5800,
    "balance": 44,
    "content": "  Хүн төрөлхтний суут ухаантнууд өөр ертөнцөд амьдрал бий эсэх талаар их ухаан зарж иржээ. Дэлхий бол орчлонгийн оюун ухаантай амьтан бүхий цорын ганц гараг гэсэн эртний таамаглалыг шинжлэх ухаан аль хэдийн няцаасан билээ. Амьдралтай ертөнц олон бий гэсэн үзэл аажим аажмаар бүх нийтийн хүлээн зөвшөөрсөн зүйл болсон юм. Хэдий тийм боловч энэ үзэл батлахыг шаардсан таамаглал хэвээрээ байв. Тэгж байтал огторгуйн хөлөг онгоц Дэлхийд нисэн ирсэн явдал маргаангүй баталгаа болж өгөв...",
    "bestseller": false,
    "available": ["new", "old", "kindle", "pdf"],
    "createUser": "5ea3e83bf932ea3944956bf9",
    "updateUser": "5ea3e83bf932ea3944956bf9",
    "category": "5e90434cd433fa11b078ed8a"
  },
  {
    "name": "Өлсгөлөн тулаан, I (Өлсгөлөн тулаан)",
    "photo": "/2_18907.jpg",
    "author": "С.Колинз",
    "rating": 3.9,
    "price": 16900,
    "balance": 123,
    "content": "    Хуучнаар Хойд Америк гэгддэг байсан газрын буурин дээр арван хоёр дүүргээр тойруулсан гэрэлт Ордонтой Панем үндэстэн байдаг. Засгийн ордон маш хэрцгий, балмад бөгөөд дүүргүүдээ атгаж байхын тулд жил бүр зохиогддог Өлсгөлөн тулаанд дүүрэг тус бүрээс 12-18 насны охин, хүү хоёрыг гаргуулж, амь өрссөн тэмцээнд оролцуулахыг шаарддаг. 16 настай Катнис ээж, дүүгийнхээ хамт амьдарна. Нэг л өдөр дүү нь тэмцээнд оролцохоор сонгогдоход тэр үүнийг нэг ёсны үхэх ял гэж үзээд, оронд нь явахаар шийддэг. Тэрбээр олон удаа үхэлтэй нүүр тулж, тэмцээнээс амьд гарах магадлал тун бага болно. Гэвч хамгийн хүчтэй оролцогч болон хувирдаг. Ингээд Катнис тэмцээнд түрүүлж амьд үлдэх, хүнлэг чанар хоёрын аль нь чухал болохыг, амьдрал хайр хоёрын аль нь илүү болохыг сонгох хэрэгтэй болно.",
    "bestseller": true,
    "available": ["new", "kindle"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e90434cd433fa11b078ed8a"
  },
  {
    "name": "Абсурд зүүдний-хот",
    "photo": "/Scan14609.JPG",
    "author": "Ө.Үлэмжтөгс",
    "rating": 6.3,
    "price": 6000,
    "balance": 0.0,
    "content": "  Зүүд өнгөт үү? Эсвэл хар цагаан уу? Гэтэл зүүд үүсэх онолд хэзээ ч өнгөтэй байдаггүй гэж батладаг. Нэг үгээр зүүдний негатив чанарыг батлах хүслээр энэ роман дүүрэн байна. Чухам ямар газар, хэдэн онд гэдэг нь тодорхой бус өгүүлэмж, дэлхийн газар зүйн бүс бүслүүрт үл хамаарах хот суурин, учир битүүлэг нууцлаг үйл явдлуудын зангилаа, хэн нэгнийг тэсэн ядан хүлээсэн дүрүүд, дурсамж атлаа цаг хугацааны дэс дараалалд захирагдаагүй сэтгэлгээний чөлөөт урсгалыг холбож буй Буян-Өлзий хэмээх залуу зохиолын эхнээс аваад төгсгөл хүртэл биднийг зүүдээрээ хөтлөн авч явна. Заримдаа зүүд бус бодит амьдрал, үгүй бол цаг хугацааны гажуудал мэт санагдана.",
    "bestseller": false,
    "available": ["new", "old", "kindle", "pdf"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e90434cd433fa11b078ed8a"
  },
  {
    "name": "Java : Объект хандлагат програмчлал",
    "photo": "/Scan21069.JPG",
    "author": "Д.Энхжаргал",
    "rating": 7.2,
    "price": 15000,
    "balance": 0.0,
    "content": "  Өнөөдөр програм хангамжийн хөгжүүлэлтэнд програмчлалын Объект Хандлагат Технологи нь түгээмэл ашиглагдаж байна. Энэ номыг их, дээд сургуулийн програм хангамж, мэдээллийн системийн мэргэжлийн ангид үзэх \"Объект хандлагат програмчлал\" болон JAVA хэлний бусад мэргэшүүлэх хичээлүүдийн суурь болгон бичжээ. Энэ ном нь 12 бүлэгтэй. Үүнд, Объект хандлагат технологийн үзэл санаа болон Java хэлний онцлогийг тайлбарлахаас гадна програмчлалын үндсэн ойлголтуудыг багтаасан ба мэдлэгийг баталгаажуулах үүднээс бүлэг бүрийн төгсгөлд мэдлэг шалгах асуултууд оруулаад Объект Хандлагат Технологийн нэр томьёоны англи-монгол толь бичгийг оруулсан байна.",
    "slug_url": "java-объект-хандлагат-програмчлал",
    "bestseller": true,
    "available": ["old", "kindle", "pdf"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e90478549941f52dcb01b34"
  },
  {
    "id": 49008,
    "name": "Програмчлалын тэмцээнд хүчээ сорьцгооё",
    "photo": "/2019-06-11-0022.jpg",
    "author": "Акиба Такуяа ба бусад",
    "rating": 3.4,
    "price": 20000,
    "balance": 4,
    "content": "Сүүлийн үед програмчлалын тэмцээн олон зохиогддог болсон байна. Google Code Jam, Topcoder, ACM/ICPC гэсэн нэрүүдийг сонссон хүн цөөнгүй болов уу. Үүнтэй адилаар тодорхой хугацаанд аль болох олон тооны бодлогыг зөв бодож өрсөлдөх програмчлалын тэмцээний талаар энэхүү номондоо авч үзэх болно.",
    "bestseller": false,
    "available": ["old"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e90478549941f52dcb01b34"
  },
  {
    "name": "Статистик програмчлалын R хэл",
    "photo": "/statistik_pro.jpg",
    "author": "Ганболдын Махгал ба бусад",
    "rating": 6.1,
    "price": 57000,
    "balance": 9,
    "content": "R хэл нь орчин үеийн статистикчдын эзэмшсэн байх үндсэн мэдлэг чадваруудын нэг болсон бөгөөд дэлхий дахинд түүний хэрэглээ цаашид ч өсөн нэмэгдэх хандлагатай байна.Энэхүү сурах бичигт статистикийн R програм, програмчлалын R хэлний талаарх үндсэн ойлголт болон практик хэрэглээг өргөн хүрээнд дэлгэрэнгүй авч үзсэн.Програмчлалын хэлний суурь ойлголтыг харьцангуй энгийнээр тайлбарлахын зэрэгцээ R хэлний онцлог зүйлсийг нарийвчлан авч үзсэн. Мөн тайлбарыг жишээ код, түүнээс гарах үр дүнгийн хамт дэлгэрэнгүй, тодорхой өгсөн. Иймд тус номыг ашиглаж статистик програмчлалын R хэлийг бие даан сурч эзэмшихэд програмчлалын хэлний суурь мэдлэг үл шаардах бөгөөд практик хэрэглээнд холбогдох үндсэн үйлдлүүд болон бусад нэмэлт зүйлсийг тусгасан тул энэ нь статистикч таны ширээний ном байх болно гэдэгт итгэлтэй байна.Нэмж сайжруулсан энэхүү хэвлэлд R хэлийг улам бүр гүнзгийрүүлэн авч үзэхээс гадна практикт түгээмэл хэрэглэдэг статистик шинжүүр, загвар болон математик тооцооллын бусад арга зэргийг жишээ, тайлбартай хамт өргөнөөр тусгасан тул шинжлэх ухааны аливаа салбарын эрдэмтэн, судлаач, багш, оюутан, магистрант, докторант нар судалгааны арга зүйн гарын авлага байдлаар ашиглах бүрэн боломжтой.",
    "bestseller": false,
    "available": ["kindle", "pdf"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e90478549941f52dcb01b34"
  },
  {
    "id": 13142,
    "name": "Сонирхолтой програмчлал JAVA , I (Сонирхолтой програмчлал JAVA )",
    "photo": "/3_3304.JPG",
    "author": "Т.Ариунсанаа",
    "rating": 5.0,
    "price": 4500,
    "balance": 33,
    "content": "  Монгол хүний оюун ухааны хөгжлийг дэлхий дахинд харуулан, хүн төрөлхтний оюуны дэвшлийн бамбарыг цааш бадамлан дамжуулах хүч чадавхи Монголын хүүхэд залууст бий. Гагцхүү тэднийг хэрэгтэй мэдээлэл, ончтой мэдлэгээр баяжуулан хөгжүүлэх л хэрэгтэй. Чухам энэ үйл хэрэг, зорилгын үүднээс зохиогч энэ номоо бичжээ. Энэ ном програмчлалын тухай, тэр дундаа Java програмчлалын талаар илүү ихийг мэдэхийг, сурахыг хүссэн хүүхэд залуус, оюутнуудад зориулагдана. Энд компьютерийн хамгийн өргөн тархсан, хамгийн хүчирхэг хэлүүдийн нэг Java хэлний талаар заах болно.",
    "bestseller": false,
    "available": ["new", "pdf"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e90478549941f52dcb01b34"
  },
  {
    "name": "С/С ++ програмчлалд алхам алхмаар",
    "photo": "/prog.jpg",
    "author": "Д.Батмөнх",
    "rating": 4.0,
    "price": 10000,
    "balance": 6,
    "content": "Энэ товхимолд алгоритм програмчлалын хэлний үндсэн ойлголтуудыг Dev-С++ програмчлалын хэл дээр бодож, товч онол, жишээ бодлого, бататгал дасгалын хамт оруулсан бөгөөд онол, аргуудыг хэрэглээн дээр суурилан тайлбарлалаа.",
    "bestseller": false,
    "available": ["old"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e90478549941f52dcb01b34"
  }
]
